Repository: adfermia/ProjecteHereMaps
Catalog: translate/messages.*.xlf
Languages: es

source: Welcome
es: Bienvenido

source: LOG IN
es: ENTRAR

source: LOG IN
es: ENTRAR

# validateUsername
source: Username is required
es: Nombre de usuario obligatorio

# validatePassword
source: Password is required
es: Contrase√±a obligatoria

# tituloInputsForm
source: Select Hub
es: Selecciona el Hub

# validateHub
source: Hub is required
es: El hub es obligatorio

# tituloPlate
source: Enter your plate
es: Ingrese la matricula

# validatePlate
source: Plate is required
es: La matricula es obligatoria

# tituloOdometer
source: Odometer value
es: Kilometros

# validateOdometer
source: Odometer is required
es: Campo obligatorio

# botonSave
source: Save Data
es: Guardar Cambios

# botonOnline
source: Go Online!
es: Conectar!

# botonOffline
source: Go Offline!
es: Desconectar!

# botonLogout
source: Logout
es: Salir
